<?
 ############################################################################
 # WFSearch Engine Pro by jID     Version 1.0 (PHP4)                        #
 # Copyright (C) jID, 2003                                                  #
 #                                                                          #
 # language file (russian) :: языковой файл (русский)                       #
 ############################################################################

 $lang__         = "Русский язык";
 $lang_adm_main  = "Основная страница администратора";
 $lang_admin1    = "Вы зашли на страницу администратора. ".
                   "Для доступа к функциям администрирования вам необходимо ввести пароль, указанный при первом запуске.";
 $lang_admtitle  = "Страница Администратора";
 $lang_bytes     = "байт";
 $lang_chpwd     = "Смена пароля администратора";
 $lang_codepage  = "windows-1251";
 $lang_content   = "Содержание:";
 $lang_descr     = "Расшифровка:";
 $lang_descr01   = "Разрешенные имена или части имен файлов для индексации (через \",\")";
 $lang_descr02   = "Запрещенные для индексации имена или части имен файлов (через \",\")";
 $lang_descr03   = "Корневой путь, к-рый удаляется из полного имени";
 $lang_descr04   = "Выделение результата поиска (начало)";
 $lang_descr05   = "Выделение результата поиска (окончание)";
 $lang_descr06   = "Цветастая таблица. Цвет 1";
 $lang_descr07   = "Цветастая таблица. Цвет 2";
 $lang_descr08   = "Начальный путь индексации";
 $lang_descr09   = "Кол-во разультатов на страницу";
 $lang_descr10   = "Используемый языковой файл";
 $lang_dofull    = "Проиндексировать полностью (Возможно, займет много времени)";
 $lang_dofresh   = "Обновляющая индексация (Возможно, займет много времени)";
 $lang_err_set   = "Ошибка при попытке обновления установок";
 $lang_err_var   = "Ошибка при обработке переменной: ";
 $lang_exec      = "Расширенная индексация (с вызовом)";
 $lang_exec_call = "вызвать";
 $lang_exec_done = "произведен";
 $lang_extdate   = "Дата изменения:";
 $lang_extdosrch = "Искать?:";
 $lang_extexec   = "EXEC Index:";
 $lang_extid     = "ID:";
 $lang_extkeywrd = "Ключевые слова (через пробел):";
 $lang_extpath   = "Путь:";
 $lang_extpop    = "Популярность:";
 $lang_extraview = "Расширенный Просмотр/Изменение";
 $lang_first     = "<p align=justify>Здравствуйте! <br>&nbsp;&nbsp;&nbsp;".
                   "Вы впервые зашли на страницу администратора. ".
                   "Вам необходимо установить пароль на администрирование. ".
                   "Будьте внимательны при выборе пароля. ".
                   "Посмотрите на индикатор Caps Lock и текущую раскладку клавиатуры, чтобы избежать неприятностей при последующей авторизации. ".
                   "По всем вопросам читайте файл readme_rus.txt<br>".
                   "Нестандартные вопросы и предложения просьба отправлять по e-mail: ".
                   "<a href=mailto:jid@perm.raid.ru>jid@perm.raid.ru</a></p>";
 $lang_fresh     = "Обновляющая индексация";
 $lang_frshready = "Готово. Всего %1 файлов проиндексировано. Из них добавлено: %2, обновлено: %3.";
 $lang_full      = "Полная индексация";
 $lang_fullready = "Готово. Всего %1 файлов проиндексировано.";
 $lang_generated = "Страница сгенерирована за <b>%1</b> секунд.";
 $lang_goto      = "Перейти >>";
 $lang_iderror   = "Ошибка при попытке обновления ID";
 $lang_idgoerr   = "Ошибка при переходе по ID:";
 $lang_inputpwd  = "Введите пароль:";
 $lang_install   = "Страница администрации не готова для работы. ".
                   "Запустите сначала <a href=install.php?language=russian.php>install.php</a> (на русском)";
 $lang_insttit   = "Установка MySQL таблиц";
 $lang_lastindex = "Дата последней индексации - ";
 $lang_logout    = "Logout";
 $lang_newpwd    = "Новый пароль:";
 $lang_nofiles   = "По вашему запросу ничего не найдено за <b>%1</b> секунд.";
 $lang_noindexed = "Индексация НЕ была проведена.";
 $lang_noquery   = "Строка поиска не указана.";
 $lang_oldpwd    = "Старый пароль:";
 $lang_pagetitle = "Результаты поиска \"%1\"";
 $lang_pwderror  = "При смене пароля Вами была допущена ошибка. Повторите все снова.";
 $lang_pwdsucces = "Пароль успешно изменен.";
 $lang_search    = "Искать";
 $lang_settings  = "Установки и константы";
 $lang_sortdate  = "Сортировать по дате";
 $lang_sortpop   = "Сортировать по популярности";
 $lang_srchtitle = "Поиск";
 $lang_step1ok   = "Отлично! Зайдите снова на <a href=admin.php?ok>страницу администратора</a> и авторизируйтесь.";
 $lang_tabcrerr  = "Таблица %1 не создана!";
 $lang_tabcrsucc = "Таблица %1 успешно создана!";
 $lang_tabuperr  = "Таблица %1 не обновлена!!!";
 $lang_tabupsucc = "Таблица %1 обновлена!!!";
 $lang_toadminpg = "На страницу администратора >>";
 $lang_repeatpwd = "Повторите пароль:";
 $lang_undercnst = "К сожалению данная часть в разработке.";
 $lang_usingand  = "Используя \"и\"";
 $lang_usingext  = "Расширенный поиск";
 $lang_usingor   = "Используя \"или\"";
 $lang_value     = "Значение:";
 $lang_variable  = "Параметр:";
 $lang_viewchg   = "Просмотр/Изменение индекса";
 $lang_wasfound  = "В результате поиска найдено файлов: <b>%1</b> за <b>%2</b> секунд.";
 $lang_wrongpwd1 = "Внимание! Пароль, не совпадает с контрольным. ".
                   "Вернитесь <a href=javascript:history.back()>назад</a> и попробуйте снова.";
 $lang_wrongpwd2 = "Вы указали неверный пароль. Попробуйте снова.";

?>