<?
$citata = array (1 => '<font color="#000000">Судьба поставлена на карту. <i>Фольклор</i></font>',

 '<font color="#000000">Удача делает глупцом того, кому она отдаёт свою благосклонность. <i>Фрэнсис Бэкон</i></font>',

 '<font color="#000000">- Верите ли вы в Бога? - спросил прокурор Нафтулу. - Пусть в Бога верит тот, кто выиграл двести тысяч, - ответил старик. <i>И. Бабель</i></font>',

 '<font color="#000000">Когда удачи громоздятся одна на другую, есть опастность, что всё рассыплется и рухнет. <i>Бальтасар Грасиан</i></font>', 

 '<font color="#000000">Иным больше везет в карты, чем на скачках, потому что лошадей не тасуют. <i>Фольклор</i></font>', 

 '<font color="#000000">Нужно уметь и проигрывать. Иначе нельзя было бы жить. <i>Эрих Мария Ремарк</i></font>', 

 '<font color="#000000">Если мужчина говорит - Это глупая детская игра, - значит, это игра, в которой он проигрывает своей жене. <i>Закон Эпперсона</i></font>', 

 '<font color="#000000">Страсть к игре - самая сильная из страстей. <i>Александр Пушкин</i></font>', 

 '<font color="#000000">Чем чаще Новый год, тем меньше шансов отыграться... <i>Виталий Сафронов</i></font>', 

 '<font color="#000000">Игра - это бездонная пропасть. <i>Антуан Тома</i></font>', 

 '<font color="#000000">Тем, кто может позволить себе азартные игры, деньги не нужны, а те, кому деньги нужны, не могут позволить себе играть. <i>Неизвестный автор</i></font>', 

 '<font color="#000000">Брак - единственная азартная игра, благословляемая церковью. <i>Неизвестный автор</i></font>', 

 '<font color="#000000">Умей поставить в радостной надежде на карту все, что накопил с трудом. И проиграть, и нищим стать, как прежде, И никогда не сожалеть о том... <i>Р.Кипплинг</i></font>', 

 '<font color="#000000">Признайся, ставя на красное и черное, ты все же не теряешь надежды выиграть на зеленое! <i>Станислав Ежи Лец</i></font>', 

 '<font color="#000000">Величайшее искусство жизни заключается в том, чтобы ставить поменьше, а выиграть побольше. <i>Сэмюэл Джонсон</i></font>'); 
echo $citata[mt_rand(1,15)];
?>



