<?
$id = '174261760703'; //WM-идентификатор зарегистрированный в партнерской программе

$url = 'http://localhost/casino'; //јдрес сайта где установлено казино, например http://mysyte.ru/casino (без слеша "/" на конце.

$title = '»нтернет казино WMCAP - игры на WebMoney и E-gold'; //Ќазвание сайта в теге title, например "ћоментальные игры и лотереи на WebMoney"

$copyright = 'Wmcap'; //—окращенное название сайта, например "WMlotto", будет выведено внизу сайта.

//≈сли будете устанавливать свой баннер, то в коде баннера все кавычки должны быть закрыты обратным слешом "\" (пример width=\"100\")
$banner = ""; //Ѕаннер формата 100х100 в блоке реклама
?>