<?
 ############################################################################
 # WFSearch Engine Pro by jID     Version 1.0 (PHP4)                        #
 # Copyright (C) jID, 2003                                                  #
 #                                                                          #
 # MySQL connection file :: файл присоединения к MySQL                      #
 ############################################################################

require("../../config.php");
?>