    <p>
	<b>Установка БД завершена</b><br><br>
	Если вы правельно выполнили наши указания, то у вас сейчас должно все 
	заработать.<br>
	<b>Если у вас возникли какие либо проблемы пожалуйста свяжитесь с нами:
	<span lang="en-us"><a href="mailto:webmoney-vl@yandex.ru">
	webmoney-vl@yandex.ru</a> </span>или же <span lang="en-us">ICQ: </span>
	262-260<font color=#0000FF>. 
	</font> </b></p>
    <p>Спасибо за покупку наших скриптов!!!
	<br>Если данный скрипт вам как то помог или же вы хотите просто 
	отблагодарить автора то просто оставьте положительный отзыв.<br>
	Так же вы можете купить и другие полезные для вас товары которые просмотреть 
	можно<font color="#0000FF"> </font><b>здесь</b><font color="#0000FF">.</font></p>
	<p>
	Внимание! Пожалуйста удалите данный инсталятор, что бы никто кроме вас не 
	получил доступ к установке БД.<br><br>
	Данный <b>скрипт установки БД </b><span lang="en-us"><b>SQL</b> </span>
	разработан <span lang="en-us">Webmoney-Vl </span>в 2007 году все права на 
	скрипт принадлежат автору<br>
	и охраняются законом об авторских правах любое распространение или продажа 
	данного скрипта без ведома автора преследуется по закону.<b> </b></p>